{
  "routes": {
    "Home": "Главная",
    "Blog": "Блог",
    "About Us": "О нас",
    "Contact Us": "Контакты",
    "Privacy Police": "Политика конфиденциальности"
  },
  "Privacy Policy": "Политика конфиденциальности",
  "Last Updated on 23th January 2024": "Последнее обновление от 23 января 2024 года",
  "General Information": "Основная информация",
  "Thank you for visiting InsightBlog. This Privacy Policy outlines how we collect, use, and safeguard your personal information.We may collect the following types of personal information:": "Благодарим вас за посещение Insight Blog. В настоящей Политике конфиденциальности описано, как мы собираем, используем и защищаем вашу личную информацию.Мы можем собирать следующие типы личной информации:",
  "Voluntarily Provided Information:": "Добровольно предоставленная информация:",
  "When you interact with our website, you may provide us with personal information,including but not limited to your name, email address, and phone number.": "Когда вы взаимодействуете с нашим веб-сайтом, вы можете предоставить нам личную информацию, включая, но не ограничиваясь этим, ваше имя, адрес электронной почты и номер телефона.",
  "Automatically Collected Information:": "Автоматически собираемая информация:",
  "We collect information about your visit, such as your IP address, brower type, device information, and pages you visit on our website.": "Мы собираем информацию о вашем посещении, такую как ваш IP-адрес, тип браузера, информация об устройстве и страницы, которые вы посещаете на нашем веб-сайте.",
  "We use the collected information for various purposes, including providing and maintaining our website, personalizing your experience on our website, sending newsletters, updates, and promotional materials, analyzing website usage and improving our content.": "Мы используем собранную информацию для различных целей, включая предоставление и обслуживание нашего веб-сайта, персонализацию вашего опыта работы на нашем веб-сайте, рассылку информационных бюллетеней, обновлений и рекламных материалов, анализ использования веб-сайта и улучшение наших содержание.",
  "We use cookies to enhance your browsing experience. By using our website, you consent to the use of cookies in accordance with our Cookie Policy.": "Мы используем файлы cookie для улучшения вашего удобства просмотра. Используя наш веб-сайт, вы даете согласие на использование файлов cookie в соответствии с нашей Политикой использования файлов cookie.",
  "Blog-Specific Information": "Информация, относящаяся к конкретному блогу",
  "In addition to the general information provided above, this section covers the collection and use of data related to our blogs.": "В дополнение к общей информации, представленной выше, этот раздел охватывает сбор и использование данных, связанных с нашими блогами.",
  "When you leave comments on our blog posts, we collect the data shown in the comments form, and also your IP address and browser user agent to help spam detection.": "Когда вы оставляете комментарии к записям в нашем блоге, мы собираем данные, указанные в форме комментариев, а также ваш IP-адрес и пользовательский агент браузера, чтобы помочь обнаружить спам.",
  "If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.": "Если вы загружаете изображения на веб-сайт, вам следует избегать загрузки изображений с включенными встроенными данными о местоположках (EXIF GPS)",
  "Information submitted through contact forms on our website is retained for customer service purposes but is not used for marketing purposes without your consent.": "Информация, предоставленная через контактные формы на нашем веб-сайте, сохраняется для целей обслуживания клиентов, но не используется в маркетинговых целях без вашего согласия.",
  "You have the right to opt-out of receiving promotional communications and to access, correct, or delete your personal information. You can exercise these rights by contacting us.": "Вы имеете право отказаться от получения рекламных сообщений и получить доступ, исправить или удалить свою личную информацию. Вы можете воспользоваться этими правами, связавшись с нами.",
  "Changes to This Privacy Policy": "Изменения в настоящей Политике конфиденциальности",
  "We may update our Privacy Policy periodically. Any changes will be posted on this page, and the updated policy will be effective as of the last updated date. If you have any questions or concerns about our Privacy Policy, please contact us.": "Мы можем периодически обновлять нашу Политику конфиденциальности. Любые изменения будут опубликованы на этой странице, и обновленная политика вступит в силу с даты последнего обновления. Если у вас есть какие-либо вопросы или опасения по поводу нашей политики конфиденциальности, пожалуйста, свяжитесь с нами.",
  "CONTACT US": "КОНТАКТЫ",
  "Let’s Start a Conversation": "Давайте начнем разговор",
  "If you're a developer or a content writer and want to join us, or if you have a query or comment about the website you send us a message through this form.": "Если вы разработчик или автор контента и хотите присоединиться к нам, или если у вас есть запрос или комментарий о веб-сайте, вы отправляете нам сообщение через эту форму.",
  "Working hours": "Мы работаем",
  "Monday To Friday": "Понедельник-пятница",
  "9:00 AM to 8:00 PM": "9:00-20:00",
  "Our Support Team is available 24/7": "Наша служба поддержки доступна 24/7",
  "Contact Us": "Контакты",
  "Send Message": "Отправить сообщение",
  "Full Name": "Фамилия, Имя",
  "Your Email": "Ваш Email ",
  "Query Related": "Связанный с запросом",
  "Message": "Сообщение",
  "ABOUT US": "О НАС",
  "We are a team of content writers who share their learnings": "Мы - команда авторов контента, которые делятся своими знаниями",
  "Welcome to InsightBlog, your go-to source for creative insights, inspiration, and knowledge. We are a passionate community of content creators dedicated to sharing our experiences, learning, and stories with fellow creatives around the world.": "Добро пожаловать в InsightBlog, ваш постоянный источник творческих идей, вдохновения и знаний. Мы - увлеченное сообщество создателей контента, стремящихся делиться своим опытом, знаниями и историями с другими креативщиками по всему миру.",
  "Blogs Published": "Опубликованные блоги",
  "Views on Finsweet": "Мнения о Finsweet",
  "Total active Users": "Количество пользователей",
  "We are a community of content writers who share their learnings": "Мы - сообщество авторов контента, которые делятся своими знаниями",
  "At InsightBlog, we believe in the power of storytelling and its ability to connect people, inspire change, and foster creativity. Whether you're an aspiring artist, designer, writer, or anyone with a passion for creativity, you'll find a home here to explore learn, and grow.": "В Insight Blog мы верим в силу сторителлинга и его способность объединять людей, вдохновлять на перемены и способствовать творчеству. Независимо от того, являетесь ли вы начинающим художником, дизайнером, писателем или любым другим человеком, увлеченным творчеством, здесь вы найдете дом, где можно исследовать, учиться и расти.",
  "OUR MISSION": "НАША МИССИЯ",
  "Creating valuable content for creatives all around the world": "Создание ценного контента для креативщиков по всему миру",
  "Our mission is to curate valuable content, share insightful tips and tutorials, and create a supportive community for like-minded individuals. We aim to be a platform where creativity knows no bounds, and everyone is encouraged to express their unique voice.": "Наша миссия состоит в том, чтобы курировать ценный контент, делиться полезными советами и учебными пособиями и создавать поддерживающее сообщество для единомышленников. Мы стремимся быть платформой, где творчество не знает границ, и каждый может выразить свой уникальный голос.",
  "Our team of creatives": "Наша команда креативщиков",
  "We sincerely believe that our diversity makes us stronger and allows us to provide unique ideas to our readers.": "Мы искренне верим, что наше разнообразие делает нас сильнее и позволяет нам предлагать нашим читателям уникальные идеи.",
  "The blog team is a group of dedicated professionals who are ready to share their knowledge and experience. We appreciate the contribution of each member, and it is the interaction of our team that gives life to our creative ideas and projects.": "Команда блога - это группа преданных своему делу профессионалов, готовых поделиться своими знаниями и опытом. Мы ценим вклад каждого участника, и именно взаимодействие нашей команды дает жизнь нашим творческим идеям и проектам.",
  "Why we started this Blog": "Почему мы завели этот блог",
  "In our world, creativity is a key element of successful development": "В нашем мире креативность является ключевым элементом успешного развития",
  "The launch of this blog was an opportunity for us to create a community of like-minded people where people from different fields of creativity can share experiences, support each other and discover amazing perspectives of the creative process together.": "Запуск этого блога стал для нас возможностью создать сообщество единомышленников, где люди из разных областей творчества могут делиться опытом, поддерживать друг друга и вместе открывать удивительные перспективы творческого процесса.",
  "List of Authors": "Список авторов",
  "Join our team to be a part of our story": "Присоединяйтесь к нашей команде, чтобы стать частью нашей истории",
  "Feel free to connect with us on social media, share your thoughts, and let's create something extraordinary together!": "Не стесняйтесь общаться с нами в социальных сетях, делитесь своими мыслями, и давайте вместе создадим что-то экстраординарное!",
  "Join Now": "Присоединиться",
  "All posts": "Все посты",
  "Search Blogs": "Поиск блога",
  "Read More": "Узнать больше",
  "Featured post": "Избранное",
  "Choose A Category": "Выберите категорию",
  "WHY WE STARTED": "ПОЧЕМУ МЫ НАЧАЛИ",
  "It started out as a simple idea and evolved into our passion": "Это начиналось как простая идея и переросло в нашу страсть",
  "Discover our story": "Наша история",
  "Technology": "Технологии",
  "Business": "Бизнес",
  "Economy": "Экономика",
  "Startup": "Стартап",
  "TESTIMONIALS": "ОТЗЫВЫ",
  "What people say about our blog": "Что люди говорят о нашем блоге",
  "Here you can read the reviews of our users.": "Здесь можете почитать отзывы наших пользователей"
}
